Repository: jujigar/EmulationStation
Catalog: resources/locale/deutsch/emulationstation2.po
Languages: de

source: USE COMPOSED VISUALS
de: VERWENDEN SIE KOMPONIERTE VISUELLE

source: CHECK UPDATES
de: AUF UPDATES PRÜFEN

source: ADVANCED SETTINGS
de: ERWEITERTE EINSTELLUNGEN

source: BOOT SETTINGS
de: Starteinstellungen

source: GAMELIST ONLY
de: NUR GAMELIST

source: START ON SYSTEM
de: STARTEN SIE DAS SYSTEM

source: HIDE SYSTEM VIEW
de: SYSTEMANSICHT AUSBLENDEN

source: EMULATOR ADVANCED CONFIGURATION
de: EMULATOR ERWEITERTE KONFIGURATION

source: ADVANCED EMULATOR CONFIGURATION
de: ERWEITERTE EMULATORKONFIGURATION

source: HELP
de: HILFE

source: THE SYSTEM IS UP TO DATE
de: Das System ist auf dem neuesten Stand

source: DOWNLOADED
de: HERUNTERGELADEN

source: MORE DETAILS
de: MEHR DETAILS

source: CARAUSEL TRANSITIONS
de: KARAUSELÜBERGÄNGE

source: THEME ICONSET
de: THEME ICONS

source: THEME REGION
de: THEMENREGION

source: THIS THEME HAS NO OPTION
de: DIESES THEMA HAT KEINE OPTION

source: MANUAL INPUT
de: MANUELLE EINGABE

source: AN ERROR OCCURED - DOWNLOADED
de: Ein Fehler ist aufgetreten - heruntergeladen

source: START KODI
de: Kodi Starten

source: Montre les versions disponibles.
de: Zeigen Sie die verfügbaren Versionen an.

source: Shows the current available update changelog.
de: Zeigt das aktuell verfügbare Update-Änderungsprotokoll an.

source: Configurer une manette appairée. Votre manette doit être appairée / branchée auparavant.
de: Konfigurieren Sie einen gekoppelten Controller. Ihr Controller muss gekoppelt / verbunden sein vorher.

source: Choose if carousel will be animated or not during transitions
de: Wählen Sie aus, ob das Karussell während der Übergänge animiert werden soll oder nicht

source: Select the type of transition that occurs when you start a game. INSTANT will do nothing, FADE will fade to dark, and SLIDE will zoom on the game cover (or name if there is no scrape information)
de: Wählen Sie die Art des Übergangs aus, der beim Starten eines Spiels auftritt. SOFORTIG. wird nichts tun, FADE wird dunkel und SLIDE wird das Spiel vergrößernAbdeckung (oder Name, wenn keine Kratzinformationen vorhanden sind)

source: Select exisiting colorset options for this theme.
de: Wählen Sie vorhandene Farbsatzoptionen für dieses Thema aus.

source: Select exisiting iconset options for this theme.
de: Wählen Sie vorhandene Symbolsatzoptionen für dieses Thema aus.

source: Select exisiting menu style options for this theme.
de: Wählen Sie vorhandene Menüstiloptionen für dieses Thema aus.

source: Select exisiting system view options for this theme.
de: Wählen Sie vorhandene Systemansichtsoptionen für dieses Thema aus.

source: Select the existing game list view options for thistheme.
de: Wählen Sie dazu die vorhandenen Optionen für die Spiellistenansicht ausThema.

source: Configure theme options if available.
de: Konfigurieren Sie die Themenoptionen, falls verfügbar.

source: Select Region of logos, pictures for system that are different for some countries. E.g. Megadrive in EU / Genesis in US
de: Wählen Sie Region der Logos, Bilder für das System, die für einige unterschiedlich sind Länder. Z.B. Megadrive in der EU / Genesis in den USA

source: Type the name of your SSID if it is hidden or not listed
de: Geben Sie den Namen Ihrer SSID ein, wenn diese ausgeblendet oder nicht aufgeführt ist

source: Select a letter and the listing will go directly on the first game starting with this letter.
de: Wählen Sie einen Buchstaben und die Liste wird direkt beim ersten Spielstart angezeigt mit diesem Buchstaben.

source: Select the way the game list is sortered (alphabetically, by notation...).
de: Wählen Sie die Art und Weise, wie die Spieleliste sortiert ist (alphabetisch nach Notation ...).

source: Switch between seing or not only the favorites games. To add a game in the favorite list, select the game and toggle its state using 'Y'.
de: Wechseln Sie zwischen Seing oder nicht nur den Lieblingsspielen. So fügen Sie ein Spiel in die Favoritenliste, wähle das Spiel aus und schalte seinen Status mit 'Y' um.

source: Switch between seing or not the hidden games. To hide a game, edit its data and select 'Hide'.
de: Wechseln Sie zwischen den versteckten Spielen. Um ein Spiel auszublenden, bearbeiten Sie seine Daten und wählen Sie 'Ausblenden'

source: This option display a menu which allows to change game data and many others options.
de: Diese Option zeigt ein Menü an, in dem Sie Spieldaten und viele andereOptionen ändern können

source: AVAILABLE UPDATE
de: VERFÜGBARES UPDATE

source: CLOCK IN MENU
de: UHR IM MENÜ

source: Now playing
de: Läuft gerade

source: DEFAULT (%1%)
de: STANDARD (%1%)

source: INPUT REQUIRED
de: EINGABE ERFORDERLICH

source: (skipped)
de: (übersprungen)

source: UP/DOWN TO SKIP
de: hoch / runter ZU ÜBERSPRINGEN

source: A TO UNSET
de: A ZU DEAKTIVIEREN

source: DOWN TO SKIP AND KEEP [%1%]
de: Runter zu überspringen und zu behalten [%1%]

source: UP/DOWN TO SKIP AND KEEP [%1%]
de: hoch / runter zum überspringen und behalten [%1%]

source: Set duration of help popups, 0 means no popup.
de: Legen Sie die Dauer der Hilfe-Popups fest. 0 bedeutet, dass kein Popup angezeigt wird.

source: HELP POPUP DURATION
de: HILFE POPUP DAUER

source: Set duration of music popups, 0 means no popup.
de: Legen Sie die Dauer der Musik-Popups fest. 0 bedeutet, dass kein Popup angezeigt wird.

source: MUSIC POPUP DURATION
de: MUSIC POPUP DAUER

source: POPUP SETTINGS
de: POPUP-EINSTELLUNGEN

source: Select the position of popups on screen.
de: Wählen Sie die Position der Popups auf dem Bildschirm.

source: Set position and duration of popups.
de: Legen Sie die Position und Dauer der Popups fest.

source: TOP/RIGHT
de: OBEN/RECHTS

source: BAS/DROITE
de: UNTEN/RECHTS

source: BOTTOM/LEFT
de: UNTEN/LINKS

source: TOP/LEFT
de: OBEN/LINKS

source: SHOW FOLDERS CONTENT
de: ORDNER INHALT ANZEIGEN

source: Switch between seeing the folders structure and seeing all games in a flatten top level.
de: Wechseln Sie zwischen dem Anzeigen der Ordnerstruktur und dem Anzeigen aller Spiele in a oberste Ebene abflachen.

source: NETPLAY
de: SPIEL AM NETZ

source: NETPLAY SETTINGS
de: NETPLAY-EINSTELLUNGEN

source: Enable or disable Netplay in games.
de: Aktivieren oder deaktivieren Sie Netplay in Spielen.

source: Enable or disable connections throught relay servers.
de: Aktivieren oder deaktivieren Sie Verbindungen über Relay-Server.

source: NO GAMES OR NO CONNECTION
de: KEINE SPIELE ODER KEINE VERBINDUNG

source: HASH NOW
de: HASH JETZT

source: HASH THESE SYSTEMS
de: HASH DIESE SYSTEME

source: Only missing hashs
de: Nur fehlende Hashs

source: Username
de: Nutzername

source: Country
de: Land

source: Latency
de: Latenz

source: Host arch.
de: Hostbogen.

source: Core ver.
de: Kernversion

source: RA ver.
de: RA version

source: Can join
de: Kann mitmachen

source: Rom and core match
de: Rom und Core passen zusammen

source: Rom found
de: Rom gefunden

source: No rom match
de: Kein Rom-Match

source: Match
de: PASST

source: No Match
de: Keine Übereinstimmung

source: Rom file
de: Rom-Datei

source: THIS COULD TAKE A WHILE, CONFIRM?
de: Dies könnte eine Weile dauern, bestätigen?

source: good
de: richtig

source: bad
de: falsch

source: medium
de: Mittel

source: NETPLAY POPUP DURATION
de: NETPLAY POPUP DAUER

source: Set duration of netplay popups, 0 means no popup.
de: Legen Sie die Dauer der Netplay-Popups fest. 0 bedeutet, dass kein Popup angezeigt wird.

source: Player
de: Spieler

source: Game
de: Spiel

source: ¡Juega en línea en juegos que se ejecutan en Retroarch como NES, SNES, FBA, Genesis / Megadrive y más!
de: Spielen Sie online in Spielen, die auf Retroarch laufen, wie NES, SNES, FBA, Genesis / Megadrive und mehr!

source: Rom, hash and core match
de: Rom, Hash und Core Match

source: No core match
de: Keine core übereinstimmung

source: Add a clock in the main menu.
de: Fügen Sie im Hauptmenü eine Uhr hinzu.

source: UPGRADING
de: Upgrade durchführe

source: PREPARING
de: VORBEREITUNG

source: Starting UI
de: Benutzeroberfläche starten

source: VERIFYING
de: ÜBERPRÜFEN

source: EMPTY LIST
de: LEERE LISTE

source: Auto
de: Automatisch

source: Square pixel
de: Quadratisches Pixel

source: Core provided
de: Kern zur Verfügung gestellt

source: Do not set
de: Nicht festlegen

source: SHOW CLOCK
de: UHR ZEIGEN

source: SHOW FILENAMES IN LISTS
de: SHOW FILENAMES IN LISTEN

source: SELECTIONNER
de: AUSWÄHLEN

source: MODIFIER
de: ÄNDERN

source: ACCEPT
de: AKZEPTIEREN

source: RESET GAMELIST CUSTOMISATIONS
de: GAMELIST-ANPASSUNGEN ZURÜCKSETZEN

source: GO BACK
de: GEH ZURÜCK

source: VIDEO SCREENSAVER SETTINGS
de: VIDEO-SCREENSAVER-EINSTELLUNGEN

source: SLIDESHOW SCREENSAVER SETTINGS
de: SLIDESHOW SCREENSAVER-EINSTELLUNGEN

source: SCREENSAVER CONTROLS
de: SCREENSAVER-STEUERUNGEN

source: BLACK
de: SCHWARZ

source: RANDOM VIDEO
de: ZUFÄLLIGES VIDEO

source: SWAP VIDEO AFTER (SECS)
de: VIDEO NACH (SECS) Tauschen

source: SHOW GAME INFO ON SCREENSAVER
de: SPIELINFO AUF DEM SCREENSAVER ANZEIGEN

source: SHOW GAME INFO
de: SPIELINFO ANZEIGEN

source: ALWAYS
de: IMMER

source: START & END
de: START ENDE

source: USE MARQUEE AS GAME INFO
de: VERWENDEN SIE MARQUEE ALS SPIELINFO

source: SWAP IMAGE AFTER (SECS)
de: Tauschen Sie das Bild nach (SECS)

source: STRETCH IMAGES
de: STRETCH-BILDER

source: USE CUSTOM IMAGES
de: BENUTZEN SIE BENUTZERDEFINIERTE BILDER

source: CUSTOM IMAGE FILTER
de: BENUTZERDEFINIERTE BILDFILTER

source: VISIBLE SYSTEMS
de: SICHTBARE SYSTEME

source: ARE YOU SURE YOU WANT TO CONFIGURE INPUT?
de: Sind Sie sicher, dass Sie den Eingang konfigurieren möchten?

source: {1} GAMEPAD DETECTED
de: {1} GAMEPAD ERKANNT

source: NO GAMEPADS DETECTED
de: KEINE SPIELE ERKANNT

source: PRESS ESC TO CANCEL.
de: Drücken Sie ESC, um abzubrechen.

# button
source: D-PAD UP
de: D-PAD rauf

# button
source: D-PAD DOWN
de: D-PAD runter

# button
source: D-PAD LEFT
de: D-PAD links

# button
source: D-PAD RIGHT
de: D-PAD rechts

# button
source: START
de: STARTEN

# button
source: SELECT
de: Auswählen

# button
source: BUTTON A / EAST
de: TASTE A / WEST

# button
source: BUTTON B / SOUTH
de: TASTE B / SÜD

# button
source: BUTTON X / NORTH
de: TASTE X / NORD

# button
source: BUTTON Y / WEST
de: TASTE Y / OST

# button
source: LEFT SHOULDER
de: L1

# button
source: RIGHT SHOULDER
de: R1

# button
source: LEFT TRIGGER
de: L2

# button
source: RIGHT TRIGGER
de: R2

# button
source: LEFT THUMB
de: LINKER DAUMEN

# button
source: RIGHT THUMB
de: RECHTER DAUMEN

# button
source: LEFT ANALOG UP
de: LINKS ANALOG OBEN

# button
source: LEFT ANALOG DOWN
de: LINKS ANALOG UNTEN

# button
source: LEFT ANALOG LEFT
de: LINKS ANALOG LINKS

# button
source: LEFT ANALOG RIGHT
de: LINKS ANALOG RECHTS

# button
source: RIGHT ANALOG UP
de: RECHTS ANALOG OBEN

# button
source: RIGHT ANALOG DOWN
de: RECHTS ANALOG UNTEN

# button
source: RIGHT ANALOG LEFT
de: RECHTS ANALOG LINKS

# button
source: RIGHT ANALOG RIGHT
de: RECHTS ANALOG RECHTS

source: HOTKEY ENABLE
de: Hotkey aktivieren

source: HOLD ANY BUTTON TO SKIP
de: Halten Sie eine Taste gedrückt, um zu überspringen

source: AUDIO CARD
de: AUDIOKARTE

source: DEFAULT
de: STANDARD

source: AUDIO DEVICE
de: AUDIOGERÄT

source: SPEAKER
de: LAUTSPRECHER

source: MASTER
de: MEISTER

source: ANALOGUE
de: ANALOG

source: DISPLAY SONG TITLES
de: SONG-TITEL ANZEIGEN

source: ONLY PLAY SYSTEM-SPECIFIC MUSIC FOLDER
de: NUR SYSTEM-SPEZIFISCHEN MUSIKFALTER SPIELEN

source: PLAY THEME MUSICS
de: SPIELEN SIE THEMENMUSIK

source: LOWER MUSIC WHEN PLAYING VIDEO
de: UNTERE MUSIK BEIM VIDEOSPIELEN

source: SHOW SYSTEM NAME IN COLLECTIONS
de: SYSTEMNAME IN SAMMLUNGEN ANZEIGEN

source: ONLY MISSING MEDIAS
de: NUR FEHLENDE MITTEL

source: disabled
de: Deaktiviert

source: default
de: Standard

source: enhanced
de: Verbessert

source: SEARCH FOR LOCAL ART
de: SUCHE NACH LOKALER KUNST

source: THREADED LOADING
de: GEWINDE LADEN

source: COMPLETE QUIT MENU
de: KOMPLETTES BEENDEN-MENÜ

source: warning
de: Warnung

source: error
de: Fehler

source: debug
de: debuggen

source: RESTART EMULATIONSTATION
de: EMULATIONSTATION NEU STARTEN

source: QUIT EMULATIONSTATION
de: EMULATIONSTATION BEENDEN

source: REALLY QUIT?
de: WIRKLICH BEENDEN?
