Repository: jujigar/EmulationStation
Catalog: resources/locale/deutsch/emulationstation2.po
Languages: de

source: Loading...
de: System wird geladen...

source: Preloading UI
de: RGBux Starten...

source: GRID SIZE
de: GITTERGRÖSSE

source: DEFAULT GRID SIZE
de: STANDARDGITTERGRÖSSE

source: UI MODE
de: BEDIENUNGSMODUS

source: PRELOAD UI
de: BEDIENUNGSMODUS VORLADEN

source: DISPLAY FAVORITES FIRST IN GAMELIST
de: FAVORITEN ZUERST IN DER GAMELIST ZEIGEN

source: OPTIMIZE IMAGES VRAM USE
de: OPTIMIEREN SIE DIE VERWENDUNG VON BILDER VRAM

source: Full
de: VOLL

source: Kid
de: KIND

source: automatic
de: AUTOMATISCH

source: basic
de: STANDARD

source: detailed
de: DETAILLIERT

source: grid
de: GITTER

source: fade
de: AUSBLENDEN

source: instant
de: SOFORT

source: slide
de: VERSCHIEBEN

source: gridex
de: DETAILLIERTES GITTER

source: ENABLE NAVIGATION SOUNDS
de: NAVIGATIONSTÖNE

source: ENABLE VIDEO AUDIO
de: VIDEO-TONAUSGABE

source: APPLY FILTER
de: FILTER ANWENDEN

source: AUTOMATIC GAME COLLECTIONS
de: AUTOMATISCHE SAMMLUNGEN

source: SELECT COLLECTIONS
de: SAMMLUNGEN AUSWÄHLEN

source: CUSTOM GAME COLLECTIONS
de: BENUTZERDEFINIERTE SAMMLUNGEN

source: CREATE NEW CUSTOM COLLECTION FROM THEME
de: NEUE BENUTZERDEFINIERTE SAMMLUNG AUS THEMA ERZEUGEN

source: GAME COLLECTION SETTINGS
de: SPIELESAMMLUNGSOPTIONEN

source: SELECT THEME FOLDER
de: THEMENORDNER AUSWÄHLEN

source: CREATE NEW CUSTOM COLLECTION
de: NEUE BENUTZERDEFINIERTE SAMMLUNG ANLEGEN

source: New Collection Name
de: Name der neuen Sammlung

source: GROUP UNTHEMED CUSTOM COLLECTIONS
de: GRUPPIERE NICHT-THEMATISIERTE BENUTZERDEFINIERTE SAMMLUNGEN

source: SORT CUSTOM COLLECTIONS AND SYSTEMS
de: SORTIERE BENUTZERDEFINIERTE SAMMLUNGEN UND SYSTEME

source: FINISH EDITING COLLECTION
de: BEARBEITEN DER FREIEN SAMMLUNG

source: PARSE GAMESLISTS ONLY
de: NUR SPIELE AUS DER GAMELIST.XML ANZEIGEN

source: POWER SAVER MODES
de: STROMSPARMODI

source: SAVE METADATA ON EXIT
de: SPEICHERE METADATEN BEIM BEENDEN

source: SHOW HIDDEN FILES
de: VERSTECKTE DATEIEN ANZEIGEN

source: RESET ALL FILTERS
de: ALLE FILTER ZURÜCKSETZEN

source: GAMELIST VIEW STYLE
de: SPIELELISTENANZEIGE

source: GAME LAUNCH TRANSITION
de: ÜBERGANG ZUM STARTEN DES SPIELS

source: RANDOM
de: ZUFÄLLIG

source: Rating
de: BEWERTUNG

source: Released
de: ERSCHIENEN

source: Developer
de: ENTWICKLER

source: Publisher
de: HERAUSGEBER

source: Players
de: SPIELER

source: NO GAMES FOUND - SKIP
de: KEINE SPIELE GEFUNDEN – ÜBERSPRINGEN

source: RETRY
de: ERNEUT VERSUCHEN

source: SKIP
de: ÜBERSPRINGEN

source: SEARCH FOR
de: SUCHE NACH:

source: SEARCH
de: SUCHE

source: SCRAPING IN PROGRESS
de: SUCHE LÄUFT

source: subtitle text
de: Untertitel

source: INPUT
de: EINGABE

source: search
de: Suche

source: STOP
de: ANHALTEN

source: stop (progress saved)
de: ANHALTEN UND SPEICHERN

source: GAME %i OF %i
de: SPIEL %1 VON %2

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION.
de: ES WURDEN KEINE SYSTEME GEFUNDEN! "BITTE PRÜFE DIE PFADE IN DEINER KONFIGURATIONSDATEI FÜR DIE SYSTEME UND DASS DEIN SPIELEVERZEICHNIS MINDESTENS EIN SPIEL MIT EINER KORREKTEN DATEIENDUNG BEINHALTET.

source: %i i PASSENDES SPIEL GEFUNDEN.!
de: %i Das Spiel wurde gefunden!

source: %i i SPIELE ÜBERSPRINGT!
de: %i Das Spiel wurde gesprungen!

source: EDIT METADATA
de: METADATEN BEARBEITEN

source: SCRAPE
de: SCRAPER STARTEN

source: SAVE
de: SPEICHERN

source: THIS WILL DELETE A FILE! ARE YOU SURE?
de: DIES WIRD DIE SPIELEDATEI(EN) UNWIDERRUFLICH LÖSCHEN! SIND SIE SICHER?

source: YES
de: JA

source: NO
de: NEIN

source: DELETE
de: LÖSCHEN

source: SAVE CHANGES?
de: ÄNDERUNGEN SPEICHERN?

source: BACK
de: ZURÜCK

source: CLOSE
de: SCHLIESSEN

source: MAIN MENU
de: HAUPTMENÜ

source: SYSTEM SETTINGS
de: SYSTEM EINSTELLUNGEN

source: DISK USAGE
de: DISK-NUTZUNG

source: STORAGE DEVICE
de: SPEICHERFESTPLATTE

source: LANGUAGE
de: SPRACHE

source: NONE (700Mhz)
de: KEINE (900Mhz)

source: NONE (900Mhz)
de: KEINE (900Mhz)

source: NONE (1200Mhz)
de: KEINE (1200Mhz)

source: NONE
de: KEINE

source: AUTO UPDATES
de: automatische Updates

source: START UPDATE
de: Update Starten

source: KODI SETTINGS
de: KODI EINSTELLUNGEN

source: ENABLE KODI
de: KODI AKTIVIEREN

source: KODI AT START
de: KODI AM ANFANG

source: START KODI WITH X
de: KODI MIT X STARTEN

source: SECURITY
de: SICHERHEIT

source: ENFORCE SECURITY
de: SICHERHEIT DURCHSETZEN

source: THE SYSTEM WILL NOW REBOOT
de: Das System wird jetzt neu gestartet

source: GAMES SETTINGS
de: SPIELE EINSTELLUNGEN

source: GAME RATIO
de: SPIELVERHÄLTNIS

source: SMOOTH GAMES
de: GLATTE SPIELE

source: REWIND
de: ZURÜCKSPULEN

source: RETROACHIEVEMENTS SETTINGS
de: RETROACHEIVMENTS EINSTELLUNGEN

source: ADVANCED
de: ERWEITERT

source: REALLY UPDATE GAMES LISTS ?
de: SPIELLISTEN WIRKLICH AKTUALISIEREN?

source: UPDATE GAMES LISTS
de: SPIELLISTEN AKTUALISIEREN

source: CONTROLLERS SETTINGS
de: CONTROLLERS EINSTELLUNGEN

source: UI SETTINGS
de: ANZEIGEOPTIONEN

source: LAUNCH SCREENSAVER
de: BILDSCHIRMSCHONERS

source: SCREENSAVER SETTINGS
de: OPTIONEN DES BILDSCHIRMSCHONERS

source: SCREENSAVER AFTER
de: BILDSCHIRMSCHONERS NACH:

source: TRANSITION STYLE
de: BILDWECHSEL-METHODE

source: SCREENSAVER BEHAVIOR
de: VERHALTEN DES BILDSCHIRMSCHONERS

source: SHOW FRAMERATE
de: BILDRATE ANZEIGEN

source: ON-SCREEN HELP
de: HILFE AUF DEM BILDSCHIRM

source: HIDE WHEN RUNNING GAME
de: VERSTECKEN, WENN DAS SPIEL LAUFEN

source: QUICK SYSTEM SELECT
de: SCHNELLE SYSTEMAUSWAHL

source: THEME
de: THEMA

source: SOUND SETTINGS
de: AUDIO-OPTIONEN

source: SYSTEM VOLUME
de: SYSTEMLAUTSTÄRKE

source: FRONTEND MUSIC
de: FRONTEND MUSIK

source: OUTPUT DEVICE
de: AUSGABEGERÄT

source: NETWORK SETTINGS
de: NETZWERK-OPTIONEN

source: CONNECTED
de: IN VERBINDUNG GEBRACHT

source: NOT CONNECTED
de: NICHT VERBUNDEN

source: IP ADDRESS
de: IP ADRESSE

source: ENABLE WIFI
de: WIFI AKTIVIEREN

source: WIFI KEY
de: WIFI-SCHLÜSSEL

source: WIFI ENABLED
de: WIFI AKTIVIERT

source: WIFI CONFIGURATION ERROR
de: WIFI-KONFIGURATIONSFEHLER

source: SCRAPE FROM
de: SCRAPE VOM

source: SCRAPE RATINGS
de: SCRAPE-BEWERTUNGEN

source: SCRAPE NOW
de: SCRAPE JETZT

source: QUIT
de: VERLASSEN

source: REALLY RESTART?
de: WIRKLICH NEU STARTEN?

source: RESTART SYSTEM
de: SYSTEM NEU STARTEN

source: REALLY SHUTDOWN?
de: WIRKLICH HERUNTERFAHREN?

source: SHUTDOWN SYSTEM
de: SYSTEM HERUNTERFAHREN

source: Core
de: Kern

source: YOU ARE GOING TO CONFIGURE A CONTROLLER. IF YOU HAVE ONLY ONE JOYSTICK, CONFIGURE THE DIRECTIONS KEYS AND SKIP JOYSTICK CONFIG BY HOLDING A BUTTON. IF YOU DO NOT HAVE A SPECIAL KEY FOR HOTKEY, CHOOSE THE SELECT BUTTON. SKIP ALL BUTTONS YOU DO NOT HAVE BY HOLDING A KEY. BUTTONS NAMES ARE BASED ON THE SNES CONTROLLER.
de: SIE WERDEN EINEN CONTROLLER KONFIGURIEREN. WENN SIE NUR EINEN JOYSTICK HABEN KONFIGURIEREN SIE DIE RICHTUNGSTASTEN UND ÜBERSPRINGEN SIE DIE JOYSTICK-KONFIG, INDEM SIE EINE TASTE GEDRÜDCKT HALTEN Wenn Sie keinen speziellen Schlüssel für Hotkey haben, wählen Sie die Auswahltaste. ÜBERSPRINGEN ALLE TASTEN, DIE SIE NICHT HABEN, indem Sie einen Schlüssel halten. Die Tastennamen basieren auf der SNES CONTROLLER.

source: CONFIGURE A CONTROLLER
de: KONFIGURIEREN SIE EINEN CONTROLLER

source: UNABLE TO PAIR CONTROLLER
de: PAAR CONTROLLER KANN NICHT PAAREN

source: AN ERROR OCCURED
de: ES IST EIN FEHLER AUFGETRETEN

source: NO CONTROLLERS FOUND
de: KEINE CONTROLLER GEFUNDEN

source: PAIR A BLUETOOTH CONTROLLER
de: PAAREN SIE EINEN BLUETOOTH CONTROLLER

source: CONTROLLERS LINKS HAVE BEEN DELETED.
de: CONTROLLERS LINKS WURDEN GELÖSCHT.

source: FORGET BLUETOOTH CONTROLLERS
de: VERGESSEN SIE BLUETOOTH CONTROLLER

source: INPUT P%i
de: EINGANG %i

source: CHOOSE
de: WÄHLEN

source: SELECT
de: WÄHLEN

source: OPTIONS
de: OPTIONEN

source: JUMP TO LETTER
de: SPRINGEN SIE ZUM BUCHSTABE:

source: SORT GAMES BY
de: SPIELE NACH SORTIEREN:

source: FAVORITES ONLY
de: NUR FAVORITEN

source: EDIT THIS GAME'S METADATA
de: BEARBEITEN SIE DIE METADATEN DIESES SPIELS

source: SCRAPE THESE GAMES
de: SPIELE SCRAPEN

source: All Games
de: ALLE SPIELE

source: Only missing image
de: Nur fehlendes Bild

source: SCRAPE THESE SYSTEMS
de: SCRAPE DIESE SYSTEME

source: SYSTEMS
de: SYSTEME

source: USER DECIDES ON CONFLICTS
de: BENUTZER ENTSCHEIDET ÜBER KONFLIKTE

source: START
de: STARTEN

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE EVEN MORE INACCURATE THAN USUAL! CONTINUE ANYWAY?
de: WARNUNG: EINIGE IHRER AUSGEWÄHLTEN SYSTEME HABEN KEIN PLATTFORMENSATZ. ERGEBNISSEKANN SOGAR UNGENAUER ALS ÜBLICH SEIN! MACHE TROTZDEM WEITER?

source: NO GAMES FIT THAT CRITERIA.
de: KEINE SPIELE PASSEN ZU DIESEN KRITERIEN.

source: REALLY UPDATE?
de: WIRKLICH AKTUALISIEREN?

source: NETWORK CONNECTION NEEDED
de: NETZWERKANSCHLUSS ERFORDERLICH

source: UPDATE DOWNLOADED, THE SYSTEM WILL NOW REBOOT
de: UPDATE HERUNTERGELADEN, DAS SYSTEM WIRD JETZT NEU STARTEN

source: UPDATE FAILED, THE SYSTEM WILL NOW REBOOT
de: UPDATE FEHLGESCHLAGEN, DAS SYSTEM WIRD JETZT NEU STARTEN

source: NO UPDATE AVAILABLE
de: KEIN UPDATE VERFÜGBAR

source: enter emulator
de: Emulator eingeben

source: enter core
de: KERN EINGEBEN

source: enter ratio
de: RATIO EINGEBEN

source: enter game name
de: Spielnamen eingeben

source: Description
de: Beschreibung

source: enter description
de: Beschreibung eingeben

source: Image
de: Bild

source: enter path to image
de: Geben Sie den Pfad zum Bild ein

source: Thumbnail
de: Miniaturansicht

source: enter path to thumbnail
de: Geben Sie den Pfad zur Miniaturansicht ein

source: enter rating
de: Bewertung eingeben

source: Release date
de: Veröffentlichungsdatum

source: enter release date
de: Geben Sie das Veröffentlichungsdatum ein

source: enter game developer
de: Geben Sie den Spieleentwickler ein

source: enter game publisher
de: Geben Sie den Spieleverleger ein

source: enter game genre
de: Spielgenre eingeben

source: enter number of players
de: Geben Sie die Anzahl der Spieler ein

source: Favorite
de: Liebling

source: enter the favourite
de: Geben Sie den Favoriten ein

source: enter region
de: Region eingeben

source: Romtype
de: Rom-Typ

source: enter romtype
de: Geben Sie den Rom-Typ ein

source: Hidden
de: Versteckt

source: HIDDEN
de: VERSTECKT

source: NAME
de: NOMBRE

source: FAVORITE
de: LIEBLING

source: set hidden
de: versteckt setzen

source: Play count
de: Spielanzahl

source: enter number of times played
de: Geben Sie die Anzahl der gespielten Spiele ein

source: Last played
de: Zuletzt gespielt

source: enter last played date
de: Geben Sie das Datum der letzten Wiedergabe ein

source: GAMES AVAILABLE
de: SPIELE VERFÜGBAR

source: %i FAVORITE
de: %i LIEBLING

source: LAUNCH
de: STARTEN

source: Times played
de: Mal gespielt

source: MENU
de: MENÜ

source: Filename, ASCENDANT
de: DATEINAME, ASCENDANT

source: FILENAME, DESCENDING
de: Dateiname, absteigend

source: RATING, ASCENDING
de: BEWERTUNG, AUFSTIEGEND

source: RATING, DESCENDING
de: BEWERTUNG, ABSTIEG

source: TIMES PLAYED, ASCENDING
de: Gespielte Zeiten, aufsteigend

source: TIMES PLAYED, DESCENDING
de: Gespielte Zeiten, absteigend

source: LAST PLAYED, ASCENDING
de: LETZT GESPIELT, AUFSTIEGEND

source: LAST PLAYED, DESCENDING
de: LETZT GESPIELT, ABSTIEGEND

source: WORKING...
de: ARBEITEN...

source: CHANGE
de: ÄNDERN

source: never
de: niemal

source: just now
de: jetzt

source: %i sec ago
de: vor %i sek

source: %i min ago
de: vor %i min

source: %i hour ago
de: vor %i stunde

source: %i day ago
de: vor %i tag

source: unknown
de: unbekannt

source: SELECT ALL
de: Alle Auswählen

source: SELECT NONE
de: NICHTS AUSGEWÄHLT

source: %i SELECTED
de: %i Ausgewählt

source: UP
de: OBEN

source: DOWN
de: UNTEN

source: LEFT
de: LINKS

source: RIGHT
de: RECHTS

source: JOYSTICK 1 LEFT
de: JOYSTICK 1 LINKS

source: JOYSTICK 2 LEFT
de: JOYSTICK 2 LINKS

source: PAGE UP
de: L1 (SEITE NACH OBEN)

source: PAGE DOWN
de: R1 (SEITE NACH UNTEN)

source: CONFIGURING
de: KONFIGURIEREN

source: KEYBOARD
de: TASTATUR

source: PRESS ANYTHING
de: DRÜCKEN SIE JEDER

source: ALREADY TAKEN
de: BEREITS GENOMMEN

source: DISCARD CHANGES
de: ÄNDERUNGEN VERWERFEN

source: WELCOME
de: HERZLICH WILLKOMMEN

source: CONFIGURE INPUT
de: EINGANG KONFIGURIEREN

source: %i GAMEPAD DETECTED
de: %i GAMEPAD ERKANNT

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
de: Halten Sie eine Taste an Ihrem Gerät, um es zu konfigurieren.

source: PRESS F4 TO QUIT AT ANY TIME.
de: DRÜCKEN SIE F4, UM ZU JEDER ZEIT ZU BEENDEN.

source: PRESS ESC OR THE HOTKEY TO CANCEL.
de: Drücken Sie ESC oder den Hotkey, um abzubrechen.

source: DO YOU WANT TO START KODI MEDIA CENTER ?
de: MÖCHTEN SIE DAS KODI MEDIA CENTER STARTEN?

source: LOADING...
de: WIRD GELADEN...

source: PLEASE WAIT...
de: BITTE WARTEN...

source: REALLY SHUTDOWN WITHOUT SAVING METADATAS?
de: WIRKLICH AUSGESCHALTEN, OHNE METADATEN ZU SPAREN?

source: FAST SHUTDOWN SYSTEM
de: SCHNELLES AUSSCHALTSYSTEM

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT EMULATIONSTATION.ORG FOR MORE INFORMATION.
de: WIR KÖNNEN KEINE SYSTEME FINDEN! Überprüfen Sie, ob Ihre Pfade in der Systemkonfigurationsdatei korrekt sind IHR SPIELVERZEICHNIS HAT MINDESTENS EIN SPIEL MIT DER RICHTIGEN ERWEITERUNG. BESUCHEN SIE EMULATIONSTATION.ORG FÜR WEITERE INFORMATIONEN.

source: ON SCREEN KEYBOARD
de: BILDSCHIRMTASTATUR

source: SHIFTS FOR UPPER,LOWER, AND SPECIAL
de: SCHALTER FÜR OBER, UNTEN UND SPEZIAL

source: SPACE
de: LEERTASTE

source: DELETE A CHAR
de: LÖSCHEN SIE EINEN CHAR

source: STOP EDITING
de: BEENDEN SIE DIE BEARBEITUNG

source: MOVE CURSOR
de: CURSOR BEWEGEN

source: EDIT
de: BEARBEITEN

source: ACCEPT RESULT
de: ERGEBNIS AKZEPTIEREN

source: FILENAME
de: DATEINAME

source: RATING
de: BEWERTUNG

source: PARTIES JOUÉES
de: GESPIELTE SPIELE

source: LAST PLAYED
de: ZULETZT GESPIELT

source: NUMBER OF PLAYERS
de: ANZAHL DER SPIELER

source: DEVELOPER
de: ENTWICKLER

source: SHOW HIDDEN
de: VERBORGENES ZEIGEN

source: HIGH (1300Mhz)
de: HOCH (1300MHz)

source: TURBO AND EXTREM OVERCLOCK PRESETS MAY CAUSE SYSTEM UNSTABILITIES, SO USE THEM AT YOUR OWN RISK. IF YOU CONTINUE, THE SYSTEM WILL REBOOT NOW.
de: TURBO- UND EXTREM-OVERCLOCK-PRESETS KÖNNEN SYSTEM-UNSTABILITÄTEN VERURSACHEN, SO BENUTZEN SIE AUF EIGENES RISIKO. Wenn Sie fortfahren, wird das System jetzt neu gestartet.

source: %i GAME HIDDEN
de: %i SPIEL VERSTECKT

source: Start kodi media player.
de: Starten Sie den Kodi Media Player.

source: Select the language for your recalbox, select an external drive to store your games and configurations, check your current version and the free space on your drive
de: Wählen Sie die Sprache für Ihre Recalbox aus und wählen Sie ein externes Laufwerk zum Speichern ausÜberprüfen Sie Ihre Spiele und Konfigurationen, Ihre aktuelle Version und den freien Speicherplatzauf Ihrem Laufwerk

source: Configure games display, ratio, filters (shaders), auto save and load and retroachievement account.
de: Konfigurieren Sie die Anzeige, das Verhältnis, die Filter (Shader), das automatische Speichern und Laden von Spielen und Rückzahlungskonto.

source: The game ratio is the ratio between image width and image height. Use AUTO to let the emulator choose the original game ratio, that will give you the best retrogaming experience.
de: Das Spielverhältnis ist das Verhältnis zwischen Bildbreite und Bildhöhe. Verwenden Sie AUTODamit der Emulator das ursprüngliche Spielverhältnis auswählen kann, erhalten Sie dasBeste Retrogaming-Erfahrung.

source: Smooth the game image. This option makes the image smoother, using bilinear filtering.
de: Glättet das Spielbild. Diese Option macht das Bild bilinear glatter

source: This option allows you to rewind the game if you get killed by a monster, or if you make any other mistake. Use the HOTKEY + LEFT command within the game to rewind.
de: Mit dieser Option kannst du das Spiel zurückspulen, wenn du von einem Monster getötet wirst, oder wenn Sie einen anderen Fehler machen. Verwenden Sie den Befehl HOTKEY + LEFT im Spielzurückspulen.

source: Auto save the state when you quit a game, and auto load last saved state when you start a game.
de: Speichern Sie den Status automatisch, wenn Sie ein Spiel beenden, und laden Sie den zuletzt gespeicherten Status automatisch wenn Sie ein Spiel starten.

source: Integer scaling is scaling by a factor of a whole number, such as 2x, 3x, 4x, etc. This option scales the image up to the greatest integer scale below the set resolution. So for instance, if you set your fullscreen resolution to 1920x1080 and enable integer scaling, it will only scale a 320x240 image up to 1280x960, and leave black borders all around. This is to maintain a 1:1 pixel ratio with the original source image, so that pixels are not unevenly duplicated.
de: Die Ganzzahlskalierung skaliert um einen Faktor einer ganzen Zahl, z. B. 2x, 3x, 4x usw. Diese Option skaliert das Bild auf die größte ganzzahlige Skala unten die eingestellte Auflösung. Zum Beispiel, wenn Sie Ihre Vollbildauflösung einstellenAuf 1920 x 1080 und Aktivieren der Ganzzahlskalierung wird nur ein 320 x 240-Bild skaliert bis zu 1280x960, und lassen Sie schwarze Ränder ringsum. Dies ist eine zu pflegen 1: 1 Pixelverhältnis mit dem ursprünglichen Quellbild, so dass Pixel nicht sindungleichmäßig dupliziert.

source: Shaders are like filters for the game rendering. You can select a shader set here, which is a collection of shaders selected for each system. You can also change the shader within the game with HOTKEY + L2 or HOTKEY + R2.
de: Shader sind wie Filter für das Rendern des Spiels. Sie können einen Shader-Satz auswählen Hier ist eine Sammlung von Shadern, die für jedes System ausgewählt wurden. Du kannstÄndern Sie auch den Shader im Spiel mit HOTKEY + L2 oder HOTKEY + R2.

source: Enable or disable RetroAchievements in games.
de: Aktivieren oder deaktivieren Sie RetroAchievements in Spielen.

source: The website retroachievements.org proposes challenges/achievements/trophies on platforms like NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine and more! Create your account on retroachievements.org and start your quest for achievements!
de: Die Website retroachievements.org schlägt Herausforderungen / Erfolge / Trophäen vorauf Plattformen wie NES, SNES, GB, GBC, GBA, Genesis / Megadrive, TurboGrafx16/PCEngine und mehr! Erstellen Sie Ihr Konto auf retroachievements.org und starten Sie Ihre Suche nach Erfolgen!

source: Add and configure up to 5 controllers.
de: Fügen Sie bis zu 5 Controller hinzu und konfigurieren Sie sie.

source: Start the screensaver after N minutes.
de: Starten Sie den Bildschirmschoner nach N Minuten.

source: Set the screensaver behavior. DIM will reduce the screen light, and BLACK will turn the screen black.
de: Stellen Sie das Verhalten des Bildschirmschoners ein. DIM reduziert das Bildschirmlicht und SCHWARZwird den Bildschirm schwarz.

source: Shows a help at the bottom of the screen which displays commands you can use.
de: Zeigt am unteren Bildschirmrand eine Hilfe an, in der Befehle angezeigt werden, die Sie verwenden können.

source: When enabled, you can switch between systems while browsing a gamelist by pressing LEFT or RIGHT.
de: Wenn diese Option aktiviert ist, können Sie zwischen Systemen wechseln, während Sie eine Spieleliste durchsuchen Drücken Sie LINKS oder RECHTS.

source: Updates the gamelists, if you added games since the last boot.
de: Aktualisiert die Spielelisten, wenn Sie seit dem letzten Start Spiele hinzugefügt haben.

source: Set the volume of the sound output for the frontend and the games.
de: Stellen Sie die Lautstärke der Tonausgabe für das Frontend und die Spiele ein.

source: Get informations and visual for your games. The scraper downloads metadata and visuals for your games from different servers and enhances the userexperience in EmulationStation completely.
de: Holen Sie sich Informationen und Bilder für Ihre Spiele. Der Scraper lädt Metadaten herunterund Visuals für Ihre Spiele von verschiedenen Servern und verbessert den BenutzerErfahrung in EmulationStation vollständig.

source: Select a server to scrape from. The SCREENSCRAPER server is recommended andis based on www.screenscraper.fr and scrapes game data in your language, if available.
de: Wählen Sie einen Server aus, von dem Sie kratzen möchten. Der SCREENSCRAPER-Server wird empfohlen und basiert auf www.screenscraper.fr und kratzt Spieldaten in Ihrer Sprache, wennverfügbar.

source: Scrape and display game ratings.
de: Scrape und zeige Spielbewertungen an.

source: Advanced settings. Please make sure you really know what you're doing, before changing any values in this menu.
de: Erweiterte Einstellungen. Bitte stellen Sie sicher, dass Sie wirklich wissen, was Sie tun. bevor Sie Werte in diesem Menü ändern.

source: Overclock your board to increase the performance. Overclock settings are tested and validated by the community. Keep in mindthat overclocking your board can void your warranty.
de: Übertakten Sie Ihr Board, um die Leistung zu steigern. Übertaktungseinstellungen werden von der Community getestet und validiert. Merken Sie sichDas Übertakten Ihres Boards kann zum Erlöschen Ihrer Garantie führen.

source: Only show games contained in the gamelist.xml file (located in your roms directories). This option highly speeds up boot time, but new games will not be detected.
de: Zeigen Sie nur Spiele an, die in der Datei gamelist.xml enthalten sind (in Ihren ROMsVerzeichnisse). Diese Option beschleunigt die Startzeit erheblich, aber neue Spiele werden nicht erkannt.

source: This option allows you to set the selected system to fixed mode. With thisoption activated, the user cannot access other systems.
de: Mit dieser Option können Sie das ausgewählte System auf den festen Modus einstellen. Mit diesemWenn die Option aktiviert ist, kann der Benutzer nicht auf andere Systeme zugreifen.

source: Always display the basic gamelist view, even if you have scraped your games.
de: Zeigen Sie immer die grundlegende Gamelist-Ansicht an, auch wenn Sie Ihre Spiele abgekratzt haben.

source: Enable or disable Kodi, customize the Kodi startup, enable the X button to start kodi
de: Aktivieren oder deaktivieren Sie Kodi, passen Sie den Kodi-Start an und aktivieren Sie die X-Tastekodi starten

source: Enable or disable Kodi. If kodi is disabled, you won't be able to start it with the X button, or start it automatically at boot. The menu entry will be removed as well.
de: Aktivieren oder deaktivieren Sie Kodi. Wenn Kodi deaktiviert ist, können Sie es nicht startenmit der X-Taste oder automatisch beim Booten starten. Der Menüeintrag wird removed as well sein.

source: Use the X button to start Kodi.
de: Verwenden Sie die X-Taste, um Kodi zu starten.

source: Automatically start into Kodi on boot.
de: Starten Sie Kodi beim Booten automatisch.

source: Show the framerate in EmulationStation and in game.
de: Zeige die Framerate in EmulationStation und im Spiel.

source: Select which emulator to use when you start a game for this system.
de: Wählen Sie den Emulator aus, der verwendet werden soll, wenn Sie ein Spiel für dieses System starten.

source: Select which core to use for the selected emulator. For example, the LIBRETRO emulator has many cores to run Super Nintendo games. The default core you choose here can also be overridden in game specific settings.
de: Wählen Sie den Kern aus, der für den ausgewählten Emulator verwendet werden soll. Zum Beispiel die Der LIBRETRO-Emulator verfügt über viele Kerne, um Super Nintendo-Spiele auszuführen. Der Standard Der hier ausgewählte Kern kann auch in spielspezifischen Einstellungen überschrieben werden.
